<?php
return [
    ['key'=>'A_9','text'=>'获取目录下的所有子目录(包括子目录下的子目录)','remarks'=>'21111'],
    ['key'=>'A_8','text'=>'require 的用法如下：1，require的基本意思一是“需要”,二是“要求”,可用于明确表示因事物的内在必要性所引起的迫切需要或当务之急,也可用于指法律和规章制度的...','remarks'=>'123'],
    ['key'=>'A_7','text'=>'正在尝试使用Laravel逐行读取文件的内容. 但是，我似乎在任何地方都找不到任何东西','remarks'=>'123'],
    ['key'=>'A_6','text'=>'商务部新闻发言人高峰对此作出回应称，中印互为重要的经贸合作伙伴，希望印方公平、透明、非歧视地对待包括中国企业在内的所有外国投资者。','remarks'=>'2221121'],
    ['key'=>'A_5','text'=>'中新财经2月17日电 17日，在商务部例行发布会上，有媒体提到，印度电子和信息技术部14日以“安全威胁”为由对54款APP下达禁令，其中大多是中国企业的产品，并且15日印度税务部门对某些在印中资企业的多个场所进行了搜查。','remarks'=>'22322'],
    ['key'=>'A_4','text'=>'posted @ 2019-10-21 21:46  YZM_Leo  阅读(2389)  评论(0)  编辑  收藏  举报','remarks'=>'1231'],
    ['key'=>'A_3','text'=>'羽生结弦挑战4A失败谢幕抚摸冰面:已经发挥了全部水平 2月10日,在2022年北京冬奥会花样滑冰男子自由滑比赛,两届冬奥会冠军、日本名将羽生结
弦两连摔,挑战4A遗憾失败,最终获得','remarks'=>'111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111
11111111111111111111111111111111111111111111111111111111111111111111111111'],
    ['key'=>'A_2','text'=>'羽生结弦挑战4A失败谢幕抚摸冰面:已经发挥了全部水平 2月10日,在2022年北京冬奥会花样滑冰男子自由滑比赛,两届冬奥会冠军、日本名将羽生结弦两连摔,挑战4A遗憾失败,最终获得','remarks'=>'羽生结弦挑战4A失败谢幕抚摸冰面:已经发挥了全部水平 2月10日,在2022年北京冬奥会花样滑冰男子自由滑比赛,两届冬奥会冠军、日本名将羽生结弦两连摔,挑战4A遗憾失败,最终获得'],
    ['key'=>'A_1','text'=>'2022年北京冬奥会花样滑冰男子自由滑比赛，日本名将羽生结弦两连摔，挑战4A','remarks'=>'2022年北京冬奥会花样滑冰男子自由滑比赛，日本名将羽生结弦两连摔，挑战4A'],
];