<?php
return [
    ['key'=>'A_3','text'=>'羽生结弦挑战4A失败谢幕抚摸冰面:已经发挥了全部水平 2月10日,在2022年北京冬奥会花样滑冰男子自由滑比赛,两届冬奥会冠军、日本名将羽生结
弦两连摔,挑战4A遗憾失败,最终获得','remarks'=>'111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111
11111111111111111111111111111111111111111111111111111111111111111111111111'],
    ['key'=>'A_2','text'=>'羽生结弦挑战4A失败谢幕抚摸冰面:已经发挥了全部水平 2月10日,在2022年北京冬奥会花样滑冰男子自由滑比赛,两届冬奥会冠军、日本名将羽生结弦两连摔,挑战4A遗憾失败,最终获得','remarks'=>'羽生结弦挑战4A失败谢幕抚摸冰面:已经发挥了全部水平 2月10日,在2022年北京冬奥会花样滑冰男子自由滑比赛,两届冬奥会冠军、日本名将羽生结弦两连摔,挑战4A遗憾失败,最终获得'],
    ['key'=>'A_1','text'=>'2022年北京冬奥会花样滑冰男子自由滑比赛，日本名将羽生结弦两连摔，挑战4A','remarks'=>'2022年北京冬奥会花样滑冰男子自由滑比赛，日本名将羽生结弦两连摔，挑战4A'],
];